<template>
  <main
    class="h-min-[calc(100vh_-_104px)] flex flex-col text-center items-center justify-center bg-gray-100"
  >
    <div
      class="mt-16 bg-white container h-[calc(100vh_-_104px)] overflow-hidden overflow-y-auto"
    >
      <article
        v-html="content"
        class="text-left tiptap-vuetify-editor__content"
      />
    </div>
  </main>
</template>

<script>
export default {
  name: 'privacy',
  data: () => ({
    content: `<p>欢迎来到ducoz.com！我们非常重视您的隐私保护，并致力于保护您的个人信息。本隐私策略将解释我们收集、使用、存储和披露有关您的个人信息的方式。</p><ol><li><p>信息收集</p></li></ol><p>我们可能会收集以下类型的个人信息：</p><ul><li><p>姓名</p></li><li><p>电子邮件地址</p></li><li><p>电话号码</p></li><li><p>地址</p></li><li><p>公司名称</p></li><li><p>支付信息</p></li><li><p>浏览器和设备信息</p></li><li><p>IP地址和位置信息</p></li><li><p>其他与服务相关的信息</p></li></ul><p>我们可能会从您的电子邮件、电话、网站表单、Cookie和其他技术中收集这些信息。</p><ol start="2"><li><p>信息使用</p></li></ol><p>我们可能会使用您的个人信息以以下方式：</p><ul><li><p>为您提供我们的服务</p></li><li><p>处理您的订单和支付</p></li><li><p>支持您的账户</p></li><li><p>向您发送营销信息</p></li><li><p>分析和改进我们的服务和网站</p></li><li><p>防止欺诈和非法活动</p></li><li><p>遵守适用法律法规的要求</p></li></ul><p>我们不会出售或出租您的个人信息给第三方。</p><ol start="3"><li><p>信息存储和保护</p></li></ol><p>我们将采取合理的安全措施保护您的个人信息。我们会采取物理、电子和行政措施来保护您的个人信息免受未经授权的访问、使用或泄露。</p><ol start="4"><li><p>Cookie和其他技术</p></li></ol><p>我们可能会使用Cookie和其他技术来收集有关您的信息。Cookie是一种小型数据文件，可以存储在您的设备上。我们可能会使用Cookie来分析网站流量、改进我们的服务和为您提供个性化的广告。</p><ol start="5"><li><p>法律要求</p></li></ol><p>我们可能会披露您的个人信息，如果我们有理由认为披露是必要的，以便遵守法律、法规或法院命令、调查欺诈或其他非法活动、保护我们的权利或保护您的安全。</p><ol start="6"><li><p>隐私权选择</p></li></ol><p>如果您不想接收我们的营销信息，请通过电子邮件联系我们。您还可以通过浏览器设置或其他机制选择不接受Cookie或其他技术。</p><ol start="7"><li><p>修改和删除个人信息</p></li></ol><p>如果您希望修改或删除我们存储的个人信息，请通过电子邮件联系我们。</p><ol start="8"><li><p>隐私策略的更新</p></li></ol><p>我们可能会不时更新本隐私策略。如果我们做出重大更改，我们会在网站上发布更新的隐私策略。</p><p>如果您对我们的隐私策略有任何问题或疑虑，请通过电子邮件联系我们。</p><ol start="9"><li><p>未成年人的隐私保护</p></li></ol><p>我们非常重视未成年人的隐私保护。我们的服务仅面向年满18岁或以上的成年人。如果您是未满18岁的未成年人，请勿向我们提供任何个人信息。如果我们发现自己收集了未成年人的个人信息，我们会立即删除该信息。</p><ol start="10"><li><p>跨境数据传输</p></li></ol><p>我们可能会将您的个人信息传输到我们的跨境数据存储中心，以提供服务和支持我们的业务。我们会采取合理的安全措施来保护您的个人信息。如果您不同意我们将您的个人信息传输到跨境数据存储中心，请不要使用我们的服务。</p><ol start="11"><li><p>第三方链接</p></li></ol><p>我们的网站可能包含指向第三方网站或服务的链接。本隐私策略仅适用于我们的网站。我们不对第三方网站或服务的隐私保护措施负责。我们建议您在使用第三方服务前查看其隐私策略。</p><ol start="12"><li><p>联系我们</p></li></ol><p>如果您对我们的隐私策略有任何问题或疑虑，请通过以下联系方式与我们联系：</p><p>[深圳市多泽科技有限公司] 地址：[深圳市南山区珠光创新科技园2栋512] 电话：[19520890059] 电子邮件：[alan@ducoz.com]</p><ol start="13"><li><p>Cookie政策</p></li></ol><p>我们可能会使用Cookie和其他技术来收集有关您的信息。Cookie是一种小型数据文件，可以存储在您的设备上。我们可能会使用以下类型的Cookie：</p><ul><li><p>必要的Cookie：这些Cookie是为了使网站正常运行而必需的，而且不需要您的同意。</p></li><li><p>统计Cookie：这些Cookie帮助我们了解如何使用我们的网站，并收集匿名信息，例如访问次数、页面浏览量和流量来源。</p></li><li><p>营销Cookie：这些Cookie帮助我们为您提供个性化的广告，也可以让我们分享信息以支持我们和我们的合作伙伴在其他网站上投放广告。</p></li></ul><p>您可以通过浏览器设置或其他机制选择不接受Cookie或其他技术。但是，如果您选择禁用Cookie，某些网站功能可能无法正常工作。</p><ol start="14"><li><p>数据保留</p></li></ol><p>我们将保存您的个人信息，直到我们不再需要这些信息来提供服务，或者直到您请求删除为止，除非适用法律要求我们保留这些信息的时间更长。</p><ol start="15"><li><p>适用法律</p></li></ol><p>本隐私策略适用于适用法律所允许的范围内的个人信息处理。</p><ol start="16"><li><p>同意和修改</p></li></ol><p>通过使用我们的服务，您同意本隐私策略。我们可能会不时更新本隐私策略。如果我们做出重大更改，我们会在网站上发布更新的隐私策略。如果您继续使用我们的服务，即表示您同意更新后的隐私策略。</p><p>如果您不同意本隐私策略，请立即停止使用我们的服务。如果您有任何问题或疑虑，请通过电子邮件联系我们。</p><ol start="17"><li><p>免责声明</p></li></ol><p>尽管我们采取了合理的措施来保护您的个人信息，但互联网上的数据传输可能存在风险。我们无法保证您的个人信息的安全，也无法保证我们的网站或服务不会遭受干扰、滥用或更改。您应该理解并承担使用我们的服务所带来的风险。</p><ol start="18"><li><p>知情权</p></li></ol><p>根据适用法律，您有权请求访问、更正、删除、限制或反对我们处理您的个人信息，以及要求数据移植。如果您想行使这些权利，请通过电子邮件联系我们。我们将尽快回复您的请求。</p><ol start="19"><li><p>适用范围</p></li></ol><p>本隐私策略适用于我们的网站和服务。我们的服务可能包括其他服务和网站，这些服务和网站可能具有自己的隐私策略。如果您使用其他服务或网站，请查看其隐私策略。</p><ol start="20"><li><p>语言版本</p></li></ol><p>本隐私策略可能有多种语言版本。如果本隐私策略的其他语言版本与中文版本存在任何冲突，则以中文版本为准。</p><ol start="21"><li><p>适用法律和管辖权</p></li></ol><p>本隐私策略适用于适用法律所允许的范围内的个人信息处理。如果您与我们发生任何争议，您同意将其提交给本隐私策略下的适用法律所规定的有管辖权的法院解决。</p><p>最后更新：[2023年3月13日]</p><ol start="23"><li><p>同意条款</p></li></ol><p>通过使用我们的服务，您表示您已经阅读、理解并同意本隐私策略。如果您不同意本隐私策略，请立即停止使用我们的服务。</p><ol start="24"><li><p>修改条款</p></li></ol><p>我们可能会不时更新本隐私策略。如果我们做出重大更改，我们会在网站上发布更新的隐私策略。如果您继续使用我们的服务，即表示您同意更新后的隐私策略。</p><p>本隐私策略的最新版本将始终在我们的网站上公布，您可以随时查看最新版本。</p><ol start="26"><li><p>第三方服务</p></li></ol><p>我们的网站和服务可能包括第三方提供的服务或链接，这些第三方可能会收集您的个人信息。我们无法控制这些第三方的隐私做法或数据处理方式，因此请查看这些第三方的隐私策略以了解更多信息。</p><ol start="27"><li><p>特殊人群</p></li></ol><p>我们的网站和服务不适用于未满18岁的未成年人。如果您是未满18岁的未成年人，请不要使用我们的服务或向我们提供任何个人信息。</p><ol start="28"><li><p>其他事项</p></li></ol><p>本隐私策略应根据中国法律和规定解释，并且应按照中国法律和规定进行执行。如果本隐私策略的任何部分被认为无效或无法执行，该部分应被视为与本隐私策略的其他部分分开，不应影响其余部分的有效性和可执行性。</p><p>如果您有任何其他问题或疑虑，请通过上述联系方式与我们联系。</p>`
  })
}
</script>
