<template>
  <main
    class="h-min-[calc(100vh_-_104px)] flex flex-col items-center justify-center bg-gray-100"
  >
    <article class="mt-24 max-w-6xl px-4 sm:px-0">
      <p>
        &nbsp; &nbsp;
        &nbsp;深圳市多泽科技有限公司成立于2019年，创始团队核心成员曾就职于腾讯、Meta、字节跳动、华为云等大型互联网公司。深耕于跨境行业均有8年以上从业经验，服务企业过千家。
      </p>
      <p>
        基于流量为客户提高营销创造力，赋能国内企业出海全模式，拥有完全落地的跨境营销解决方案能力以及丰富配套资源。多泽跨境服务宗旨:服务放心，落地高效，口碑至上。​
      </p>
      <p class="my-8">
        <img src="@/assets/img/about.jpg" />
      </p>
      <p><strong>服务与理念</strong></p>
      <p>
        深圳市多泽科技有限公司助力出海企业高效引流、精准投放、高效拓展营销渠道，代投服务以专业的团队以及丰富的实操经验为客户的预期负责。秉承着客户至上的服务理念，不断整合跨境行业优质资源，基于核心业务使更多个性化需求的客户得到最专业有效的解决方案。
      </p>
      <p class="h-5"></p>
      <p><strong>优势与资源</strong></p>
      <p>社交媒体广告开户优势：</p>
      <p>
        多泽跨境所经营的Facebook企业广告开户、Google企业广告开户、TikTok企业广告开户，拥有多家官方合作代理商的开户资质，开户额度充足、返点比例更高。Facebook海外户、Google海外户、TikTok海外户，提供一站式开户，充值，申述，余额转移等开广告代理服务，提供海外户1对1专员服务。
      </p>
      <p class="h-5"></p>
      <p>Amazon业务优势：</p>
      <p>
        解决亚马逊卖家企业多店铺运营缺乏资料的业态，并在店铺运营中提供风险可控的私域流量营销，安全高效的增加店铺评论的正反馈以及降低不良评价对店铺的影响，提供全程的服务。
      </p>
      <p class="h-5"></p>
      <p>Walmart业务优势：</p>
      <p>
        帮助跨境电商企业降低入驻Walmart门槛，Walmart代注册业务极高的通过率，做到开店无忧，一手店铺资源，为正在Walmart运营中的企业，可提供的满足运营需求的店铺数量。
      </p>
      <p class="h-5"></p>
      <p>广告代投&amp;代运营业务优势：</p>
      <p>
        多泽跨境以跨境服务商为背景，服务大量跨境出海企业，拥有专业的投放团队，优化师团队曾就职于多家顶代，如：飞书、猎豹等，操盘过大中小跨境出海企业广告营销需求，在Facebook、Google、TikTok、Twitter四大流量平台，广告消耗过千万美金，具备完整的全网营销全案能力。
      </p>
      <p class="h-5"></p>
      <p><strong>坚持与梦想</strong></p>
      <p>
        公司创立来，我们始终以"基于流量"为前提，矢志不渝的以服务提高客户的营销创造力；&nbsp;未来，多泽跨境将持续专注于流量营销领域，希望通过我们的专业力量为中国企业跨境出海添砖加瓦，为更多出海企业营销之路铺路提速！
      </p>
      <p class="h-5"></p>
    </article>
  </main>
</template>

<script>
export default {
  name: 'about',
  head() {
    return {
      title: '关于我们'
    }
  }
}
</script>
